export const figures: Figure[] = [
  {
    slug: 'square',
    name: 'Квадрат',
    image: '/images/figureExample.png',
    description:
      'Квадра́т (от лат. quadratus, четырёхугольный[1]) — правильный четырёхугольник, то есть плоский четырёхугольник, у которого все углы и все стороны равны. Каждый угол квадрата — прямой(90°).',
  },
  {
    slug: 'circle',
    name: 'Круг',
    image: '/images/figureExample.png',
    description:
      'Круг — часть плоскости, которая лежит внутри окружности. Другими словами, это геометрическое место точек плоскости, расстояние от которых до заданной точки, называемой центром круга, не превышает заданного неотрицательного числа R. Число R называется радиусом этого круга.Если радиус равен нулю, то круг вырождается в точку. Круг, имеющий толщину (незначительную по сравнению с радиусом), нередко называют диском[3]. Однако в топологии слова круг и (замкнутый) диск являются синонимами.',
  },
]
