import type { Figure } from '~/types/figure'

export const figures: Figure[] = [
  {
    slug: 'cube',
    name: 'Куб',
    image: '/images/bluecube.jpg',
    description:
      'Куб (др.-греч. κύβος); иногда гекса́эдр или правильный гекса́эдр — многогранник, поверхность которого состоит из шести квадратов. Куб является правильным многогранником. Частный случай параллелепипеда и призмы.',
  },
  {
    slug: 'circle',
    name: 'Сфера',
    image: '/images/sphere.jpeg',
    description:
      'Сфе́ра (др.-греч. σφαῖρα «мяч, шар») — фигура, состоящая из всех точек пространства, удалённых от данной точки на данное расстояние.',
  },
]
